List<Map<String, dynamic>> feedbackList = [
  {
    'id': '00001',
    'user': '배트맨',
    'kind': 'feedback',
    'date': '2021-05-12 13:00:00',
    'title': '젊음에 대하여',
    'target': '#01 무지개 5번째줄',
    'content':
        '주인공 성격을 조금 다르게 할 필요가 있어보여요. 주인공 성격을 조금 다르게 할 필요가 있어보여요.주인공 성격을 조금 다르게 할 필요가 있어보여요'
  },
  {
    'id': '00002',
    'user': '슈퍼맨',
    'kind': 'feedback',
    'date': '2021-05-10 01:30:20',
    'title': '귀멸의 칼날',
    'target': '#02 거물에 대하여 12번째줄',
    'content': '등장인물들의 이름이 너무 길고, 한번에 너무 많이 등장하여 정신 사납습니다. 어흥 '
  },
];
