List<Map<String, dynamic>> postItModel = [
  {
    'order': '1',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '2',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '3',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '4',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '5',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '6',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '7',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '8',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '9',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '10',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '11',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '12',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '13',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '14',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '15',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '16',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '17',
    'title': 'nosy loadly madness number11123131231231232131312321232131231',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '18',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '19',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '20',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '21',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '22',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
  {
    'order': '23',
    'title': '노인과 바다',
    'category':
        '부산시장 선거에는 12만4951명이 참여, 투표율이 4.26%로 나타났다.가장 최근 선거인 지난해 4월 21대 총선 당시 사전투표 첫날 같은 시간 기준 투표율은 5.98%였다. 2019년 4·3 재보궐 선거의 사전투표 첫날 동시간대 집계 투표율은 2.70%였고, 2017년 4·12 재보궐 선거에서는 1.48%였다.'
  },
  {
    'order': '24',
    'title': '대화의 기술',
    'category':
        '재보궐선거 실시 지역의 사전투표소라면 사전에 신고 없이 어디서나 투표가 가능하며 투표소 위치는 선관위 홈페이지나 포털사이트 등에서 확인할 수 있다. 유권자는 사진이 부착된 주민등록증·여권·운전면허증 등 공공기관이 발행한 신분증을 지참해야 한다.'
  },
  {
    'order': '25',
    'title': '젊음에 대하여',
    'content':
        '중앙선거관리위원회는 4·7 재보궐선거 사전투표 첫날인 2일 오후 1시 현재 투표율이 4.44%로 집계됐다고 밝혔다.이날 오전 6시부터 시작된 사전투표에서 1216만1624명의 선거인 중 54만569명이 사전투표에 참여한 것으로 집계됐다.서울시장 선거에는 39만2153명이 투표, 4.65%를 기록했다.'
  },
];
